Repository: ArcEarth/LightNovelClientWindows
Catalog: LightNovelClient/LightNovelClient.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# ApplicationName
source: Light Novel
zh_hans: 轻阅读
zh_hant: 輕閱讀

# CommentInputBox.PlaceholderText
source: Input comment here
zh_hans: 在这里输入评论
zh_hant: 在這裡輸入評論

# FavoriteButton.Label
source: Favorite
zh_hans: 收藏
zh_hant: 收藏

# FavoriteButton_ToolTip
source: Add this volume to Favorites
zh_hans: 收藏该卷
zh_hant: 收藏該卷

# FavoriteSection.Header
source: Favorite Collection
zh_hans: 用户收藏
zh_hant: 用戶收藏

# FontSizeButton.Label
source: Font size
zh_hans: 字号
zh_hant: 字型大小

# HubSearchBox.PlaceholderText
source: Search by title or author
zh_hans: 搜索书名,作者
zh_hant: 搜索書名,作者

# IndexButton_Label
source: Index
zh_hans: 目录
zh_hant: 目錄

# IndexButton_ToolTip
source: Open/Close Index
zh_hans: 打开/关闭 目录
zh_hant: 打開/關閉 目錄

# LoginSection.Header
source: User Sign-in
zh_hans: 用户登陆
zh_hant: 用戶登陸

# NoCommentLabel.Text
source: No comment yet
zh_hans: 目前还没有评论
zh_hant: 目前還沒有評論

# PasswordLabel.PlaceholderText
source: Password
zh_hans: 密码
zh_hant: 密碼

# PictureToolLabel.Text
source: Picture
zh_hans: 图片
zh_hant: 圖片

# PinButton.Label
source: Pin
zh_hans: 固定
zh_hant: 固定

# PinButton_ToolTip
source: Pin this volume to "Start Screen"
zh_hans: 将该卷订到"开始屏幕"
zh_hant: 將該卷訂到"開始螢幕"

# ReadingStyleButton.Label
source: Theme
zh_hans: 主题
zh_hant: 主題

# RecentReadingSection.Header
source: Recent Reading
zh_hans: 最近阅读
zh_hant: 最近閱讀

# SearchResultLabel.Text
source: Result for :
zh_hans: 搜索结果：
zh_hant: 搜索結果：

# SignUpButton.Content
source: Sign up for Light-Kingdom
zh_hans: 注册"轻之国度"
zh_hant: 註冊"輕之國度"

# UserNameLabel.PlaceholderText
source: User Name
zh_hans: 用户名
zh_hant: 用戶名

# SigninPopupTitle.Text
source: Lightnovel.cn Account
zh_hans: 登陆"轻之国度"账户
zh_hant: 登陸"輕之國度"帳戶

# NoAccountHintLabel.Text
source: Don't have an account yet?
zh_hans: 现在还有没账户?
zh_hant: 現在還有沒帳戶?

# AboutSection.Header
source: Settings & About
zh_hans: 设置与关于
zh_hant: 設置與關於

# ReviewLabel.Text
source: If you like this App, Please rate us 5 Star and share your feedback :)
zh_hans: 如果您喜欢这个应用，请在商店中给我们五星并提出您的意见 :)
zh_hant: 如果您喜歡這個應用，請在商店中給我們五星並提出您的意見 :)

# ReviewButton.Content
source: Rate and review in Store
zh_hans: 评分与反馈
zh_hant: 評分與回饋

# ProjectLabel.Text
source: If you want to contribute or have detailed feedback, please visit our project home!
zh_hans: 如果您有反馈的意见或者希望参与与改善这个项目，请联系开发者或者访问我们的项目主页 :)
zh_hant: 如果您有回饋的意見或者希望參與與改善這個項目，請聯繫開發者或者訪問我們的專案主頁 :)

# ProjectButton.Content
source: Project Home
zh_hans: 项目主页
zh_hant: 項目主頁

# DataCreditLabel.Text
source: Special thanks and Data Credit :
zh_hans: 特别感谢与数据来源：
zh_hant: 特別感謝與資料來源：

# ShareButton.Label
source: Share
zh_hans: 分享
zh_hant: 分享

# CommentEnableButton.Label
source: Comments
zh_hans: 显示评论
zh_hant: 顯示評論

# DarkThemeItem.Text
source: Dark
zh_hans: 黑夜
zh_hant: 黑夜

# LightGrayThemeItem.Text
source: Light Gray
zh_hans: 浅灰
zh_hant: 淺灰

# GreenThemeItem.Text
source: Green
zh_hans: 浅绿
zh_hant: 淺綠

# SepiaThemeItem.Text
source: Sepia
zh_hans: 麦秸
zh_hant: 麥秸

# LightThemeItem.Text
source: Light
zh_hans: 白昼
zh_hant: 白晝

# DarkGrayThemeItem.Text
source: Dark Gray
zh_hans: 深灰
zh_hant: 深灰

# DownloadButton.Label
source: Cache offline
zh_hans: 离线缓存
zh_hant: 離線緩存

# DownloadButtonPauseLabel
source: Stop caching
zh_hans: 停止缓存
zh_hant: 停止緩存

# DownloadingStartDescriptioin
source: You are now caching the rest part of the novel, please note this function is in "Beta". You can keep reading while we caching the novel for you. (Press "Back" Button to cancel the caching task)
zh_hans: 您正在离线缓存当前小说接下来的章节，您可以在缓存时继续您的阅读，已缓存的章节在目录中的左侧会显示一道绿色竖线，退出当前页会自动停止缓存任务。取消缓存操作请按后退键。 (*缓存插画模式依然不够稳定，有Bug请反馈给开发者）
zh_hant: 您正在離線緩存當前小說接下來的章節，您可以在緩存時繼續您的閱讀，已緩存的章節在目錄中的左側會顯示一道綠色分隔號，退出當前頁會自動停止緩存任務。取消緩存操作請按後退鍵。 (*緩存插畫模式依然不夠穩定，有Bug請回饋給開發者）

# HugeFontSizeButton.Text
source: Huge
zh_hans: 巨大
zh_hant: 巨大

# LargeFontSizeButton.Text
source: Large
zh_hans: 中大
zh_hant: 中大

# NormalFontSizeButton.Text
source: Normal
zh_hans: 普通
zh_hant: 普通

# SmallFontSizeButton.Text
source: Small
zh_hans: 中小
zh_hant: 中小

# SubtleFontSizeButton.Text
source: Subtle
zh_hans: 微小
zh_hant: 微小

# DownloadingStartDescriptioinTtile
source: Caching Modes
zh_hans: 离线缓存模式
zh_hant: 離線緩存模式

# ImageLoadingPlaceholderText
source: Image Loading ...
zh_hans: 正在加载图片...
zh_hant: 正在載入圖片...

# DownloadButtonStartLabel
source: Cache offline
zh_hans: 离线缓存
zh_hant: 離線緩存

# FontFamilyButton.Label
source: Font Style
zh_hans: 字体
zh_hant: 字體

# NextChapterButtonLabel.Text
source: Next Chapter
zh_hans: 下一章
zh_hant: 下一章

# ClearCacheLabel.Text
source: Clear Cache
zh_hans: 清理缓存
zh_hant: 清理緩存

# LiveTileLabel.Text
source: Live Tile
zh_hans: 动态磁贴
zh_hant: 動態磁貼

# LiveTileDescription.Text
source: Enable Live Tile will make the tile have dynamic changed image and not "Transparent"
zh_hans: 开启动态磁贴会使得磁贴被动态更新的图片覆盖而非透明.
zh_hant: 開啟動態磁貼會使得磁貼被動態更新的圖片覆蓋而非透明.

# ClearCacheDescription.Text
source: Danger. Clear Cache may help free up spaces and may solve some Bug
zh_hans: 危险.清理缓存能释放存储空间,并可能解决一些少见的闪退问题.也清除你的离线数据!
zh_hant: 危險.清理緩存能釋放存儲空間,並可能解決一些少見的閃退問題.也清除你的離線資料!

# AppThemeLabel.Text
source: Background Theme
zh_hans: 背景主题
zh_hant: 背景主題

# AppThemeDescription.Text
source: Change the background them of Application *need restart App to take effect (Please hold "Back button" and drag down this App-Card)
zh_hans: 改变应用的背景色调 *需要重启应用才会生效（请长按后退键，然后干掉这个应用卡片）
zh_hant: 改變應用的背景色調 *需要重啟應用才會生效（請長按後退鍵，然後幹掉這個應用卡片）

# AppDefaultThemeItem.Content
source: Follow System Setting
zh_hans: 系统主题
zh_hant: 系統主題

# AppLightThemeItem.Content
source: Light
zh_hans: 白色
zh_hant: 白色

# AppDarkThemeItem.Content
source: Dark
zh_hans: 黑色
zh_hant: 黑色

# LogoutLabel
source: Signout
zh_hans: 登出
zh_hant: 登出

# LogoutIndicator
source: Signing out...
zh_hans: 正在登出...
zh_hant: 正在登出...

# LoginLabel
source: Tap to Sign in
zh_hans: 登陆
zh_hant: 登陸

# LoginFailedMessageDialogTitle
source: Failed to Sin in
zh_hans: 登陆失败
zh_hant: 登陸失敗

# LoginFailedMessageDialogDetail
source: Please check your user name and password, or try again after check your connection.
zh_hans: 请检查用户名和密码,或在检查网络连接后重试
zh_hant: 請檢查用戶名和密碼,或在檢查網路連接後重試

# DownloadSuccessLabel
source: Cache Succeed
zh_hans: 缓存成功
zh_hant: 緩存成功

# DownloadSuccessDescription
source: Caching is succeed! Now you can read the following chapters offline!
zh_hans: 缓存成功！现在你可以离线阅读这部小说的剩余章节了
zh_hant: 緩存成功！現在你可以離線閱讀這部小說的剩餘章節了

# DownloadFailedLabel
source: Caching is Canceled or Failed
zh_hans: 缓存取消或失败了 :(
zh_hant: 緩存取消或失敗了 :(

# DownloadFailedDescription
source: If you didn't manually canceled the caching task, then there are some error happened in caching the novel, please check your network and maybe you can try it again.
zh_hans: 如果您没有手动取消缓存任务，那么怪蜀黍出现在了缓存的过程里，检查一下网络情况再重试吧 :)
zh_hant: 如果您沒有手動取消緩存任務，那麼怪蜀黍出現在了緩存的過程裡，檢查一下網路情況再重試吧 :)

# DownloadButtonCompletedLabel
source: Caching Finished
zh_hans: 缓存已完成
zh_hant: 緩存已完成

# SeriesIndexLabel.Text
source: Series Index
zh_hans: 系列索引
zh_hant: 系列索引

# DeleteRecentLabel
source: Delete record and cache
zh_hans: 删除记录与缓存
zh_hant: 刪除記錄與緩存

# DeleteBookmarkLabel
source: Remove from Favorite
zh_hans: 取消收藏
zh_hant: 取消收藏

# RefreshFavortite_Merge_Label
source: Synchronize Favorite (Merge)
zh_hans: 同步收藏 (合并)
zh_hant: 同步收藏 (合併)

# RefreshFavortite_Pull_Label
source: Pull Favorite (Discard Local)
zh_hans: 下载收藏 (允许云端删除)
zh_hant: 下載收藏 (允許雲端刪除)

# RefreshFavortite_Push_Label
source: Push Favorite (Discard Cloud Changes)
zh_hans: 强制上传收藏(抛弃云端)
zh_hant: 強制上傳收藏(拋棄雲端)

# ImageSaveSuccessMessage
source: Save Succeed. Image is saved into "Saved Pictures" Folder.
zh_hans: 下载成功！插画已保存到"Saved Picture" 文件夹。
zh_hant: 下載成功！插畫已保存到"Saved Picture" 資料夾。

# ImageSaveFailedMessage
source: Saving Image Failed :(
zh_hans: 下载失败了 :( 请尝试在图片加载完成再试.
zh_hant: 下載失敗了 :( 請嘗試在圖片載入完成再試.

# ImageSaveMessageTitle
source: Illustration Downloading
zh_hans: 插画下载
zh_hant: 插畫下載

# SettingsLabel.Text
source: Settings & About
zh_hans: 设置与关于
zh_hant: 設置與關於

# SeriesIndexButton.Label
source: All Novel
zh_hans: 全部小说
zh_hant: 全部小說

# RefreshButton.Label
source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# HelpButton.Label
source: Tips
zh_hans: 小技巧
zh_hant: 小技巧

# HelpHeaderTextBlock.Text
source: Do you know this?
zh_hans: 你知道吗？
zh_hant: 你知道嗎？

# Help1TextBlock.Text
source: "Tap and Hold" your finger among a "Recent" or "Favorite" Item to Delete them.
zh_hans: 你可以通过在"最近"与“收藏”的卡片上"长按"来删除它们哦.
zh_hant: 你可以通過在"最近"與“收藏”的卡片上"長按"來刪除它們哦.

# Help2TextBlock.Text
source: While in Reading, you can perform an Edge Swipe from Left to open Index Panel
zh_hans: 在阅读时，你可以在屏幕”左边缘“右划来唤出目录栏哦.
zh_hant: 在閱讀時，你可以在螢幕”左邊緣“右劃來喚出目錄欄哦.

# FeedbackEmailButton.Content
source: Send e-mail App developer
zh_hans: 发邮件给开发者
zh_hant: 發郵件給開發者

# CurrentVersionLabel.Text
source: Current Version
zh_hans: 当前应用版本
zh_hant: 當前應用版本

# SettingButton.Label
source: Settings
zh_hans: 设置
zh_hant: 設置

# CancelLabel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# DownloadWithIllustrationLabel
source: Text & Illustrations
zh_hans: 文本及插画
zh_hant: 文本及插畫

# DownloadWithoutIllustrationLabel
source: Pure Text
zh_hans: 纯文本
zh_hant: 純文字

# LoginIndicator
source: Signing in...
zh_hans: 正在登录...
zh_hant: 正在登錄...

# OpenInNewWindowLabel
source: Open in new Window
zh_hans: 在新窗体中打开
zh_hant: 在新表單中打開

# OpenInNewViewButton.Label
source: New Window
zh_hans: 新窗体
zh_hant: 新表單

# IllustrationLoadingPolicyLabel.Text
source: Illustration Loading Policy
zh_hans: 插画缓存策略
zh_hant: 插畫緩存策略

# IllustrationLoadingPolicyDescription.Text
source: "Smart" Policy will automatic load illustration when connect to an Wi-Fi, while manual load in Cellar.
zh_hans: "智能"策略会在存在Wi-Fi时自动加载插画，而在移动流量时手动加载。
zh_hant: "智慧"策略會在存在Wi-Fi時自動載入插畫，而在移動流量時手動載入。

# InterfaceLanguageLabel.Text
source: Interface Language
zh_hans: 界面语言
zh_hant: 介面語言

# InterfaceLanguageDescription.Text
source: You will need Restart Application to change language
zh_hans: *语言选项需要重新启动应用.
zh_hant: *語言選項需要重新開機應用.

# LanguageAutoItem.Content
source: System Language
zh_hans: 系统语言
zh_hant: 系統語言

# ImageLoadingPolicyAutomaticItem.Content
source: Automatic Load Illustration
zh_hans: 自动加载插画
zh_hant: 自動載入插畫

# ImageLoadingPolicyManualItem.Content
source: Manual Load Illustation
zh_hans: 手动加载插画
zh_hant: 手動載入插畫

# ImageLoadingPolicySmartItem.Content
source: Smart
zh_hans: 智能
zh_hant: 智能

# Help3TextBlock.Text
source: You can open a novel in new Window by right click or holding on an item
zh_hans: 你可以在项目上长按来在新窗口里打开小说哦
zh_hant: 你可以在專案上長按來在新視窗裡打開小說哦

# AutomaticThemeItem.Text
source: Automatic
zh_hans: 自动
zh_hant: 自動

# GeneralOptionsItem.Header
source: Options
zh_hans: 选项
zh_hant: 選項

# AboutItem.Header
source: About
zh_hans: 关于
zh_hant: 關於

# ImageTapToLoadPlaceholderText
source: Tap to load Illustation
zh_hans: 点击加载插画
zh_hant: 點擊載入插畫

# RefreshContentButton.Label
source: Refresh Content
zh_hans: 刷新目录
zh_hant: 刷新目錄

# FullScreenButton.Label
source: Full Screen
zh_hans: 全屏
zh_hant: 全屏

# LoadingHeader
source: Loading
zh_hans: 加载中...
zh_hant: 載入中...

# LoadingFailedContentNetworkIssue
source: We cannot reach the internet right now
zh_hans: 我们当前无法连接到网络，请确认您的Wi-fi与数据设置。
zh_hant: 我們當前無法連接到網路，請確認您的Wi-fi與資料設置。

# LoadingFailedContentOverallLabel
source: Failed to Load :(
zh_hans: 加载失败了 :(
zh_hant: 載入失敗了 :(

# ViewInBrowserButton.Label
source: View in Browser
zh_hans: 在浏览器中打开
zh_hant: 在流覽器中打開

# LoadingFailedContentSeviceIssue
source: The chapter you request is hide from service side.
zh_hans: 您所请求的章节已被服务器隐藏。
zh_hant: 您所請求的章節已被伺服器隱藏。

# AcknowledgeLabel.Text
source: Acknowledge :
zh_hans: 感谢这些为应用的进步做出了特别努力的人们 :
zh_hant: 感謝這些為應用的進步做出了特別努力的人們 :
